[
    {
        "id": 1,
        "author": "Božena Němcová",
        "nationality": "Česká republika",
        "genre": "Klasika",
        "title": "Babička",
        "description": "Babička je vrcholným dílem české literatury 19. století. Příběh se odehrává v idylických Ratibořicích a vypráví o moudré venkovské ženě, která svou laskavostí, vírou a životní moudrostí ovlivňuje všechny kolem sebe. Stará se o vnoučata, pomáhá nemocným, radí sousedům a přináší útěchu. Němcová zachycuje tradiční venkovský život s jeho zvyky a hodnotami. Babička představuje ideál české ženy - obětavou, pracovitou a láskyplnou. Kniha je psána poetickým jazykem a zachycuje harmonické soužití lidí s přírodou. Dílo se stalo symbolem české národní identity a zůstává oblíbeným čtením napříč generacemi."
    },
    {
        "id": 2,
        "author": "Karel Jaromír Erben",
        "nationality": "Česká republika",
        "genre": "Poezie",
        "title": "Kytice",
        "description": "Kytice je sbírka balad čerpajících z českých lidových pověstí. Erben vytvořil třináct příběhů, kde se propojuje lidský svět s nadpřirozenem, láska s tragédií a vina s trestem. Mezi nejznámější patří Poklad, Zlatý kolovrat, Svatební košile a Vodník. Balady se vyznačují temnou atmosférou a morálním poselstvím. Hrdinové se dostávají do konfliktu mezi city a povinností. Dílo varuje před pýchou, chamtivostí a porušením přírodních zákonů. Erben mistrně pracuje s lidovou slovesností, rytmem a zvukomalbou. Kytice zachycuje ducha českého národa a jeho mytologie, stala se nedílnou součástí kulturního dědictví."
    },
    {
        "id": 3,
        "author": "George Orwell",
        "nationality": "Velká Británie",
        "genre": "Dystopie",
        "title": "1984",
        "description": "1984 je nejslavnější dystopický román varující před totalitními režimy. Orwell vytváří vizi budoucnosti, kde strana a Velký bratr kontrolují každý aspekt života. Winston Smith se vzpírá režimu psaním deníku a vztahem s Julií. Ve světě Oceánie jsou všichni sledováni telestěny, historie je přepisována a jazyk zjednodušován. Ministerstva dělají opak svého názvu - Ministerstvo lásky mučí, Ministerstvo pravdy lže. Román ukazuje mechanismy totalitní moci a schopnost zlomit každou osobnost. Koncept dvojmyslu se stal součástí politického slovníku. Orwellovy předpovědi zůstávají aktuální i v 21. století."
    },
    {
        "id": 4,
        "author": "Antoine de Saint-Exupéry",
        "nationality": "Francie",
        "genre": "Filozofická literatura",
        "title": "Malý princ",
        "description": "Malý princ je filozofická pohádka o smyslu života, lásce a lidských hodnotách. Pilot po havárii v poušti potká malého prince z asteroidu, který vypráví o své cestě různými planetami plnými podivných dospělých. Na Zemi se setkává s liškou, která mu odhalí tajemství: Podstatné je očím neviditelné. Kniha učí o odpovědnosti za to, co jsme si ochočili, a o významu přátelství. Saint-Exupéry kritizuje materialismus a povrchnost dospělého světa. Malý princ reprezentuje dětskou čistotu a schopnost divit se světu. Dílo je plné symbolů - růže představuje lásku, liška přátelství. Stalo se jednou z nejpřekládanějších knih světa."
    },
    {
        "id": 5,
        "author": "J. R. R. Tolkien",
        "nationality": "Velká Británie",
        "genre": "Fantasy",
        "title": "Pán prstenů: Společenstvo prstenu",
        "description": "Společenstvo prstenu je první část fantasy trilogie, která navždy změnila žánr. Tolkien vytvořil komplexní svět Středozemě s vlastní historií, jazyky a kulturami. Hobit Frodo Pytlík musí zničit Jeden prsten, mocný artefakt temného pána Saurona. S devíti společníky - hobity, lidmi, trpaslíkem, elfem a čarodějem - se vydává na nebezpečnou cestu do Mordoru. Dílo je alegorií boje dobra se zlem a zkažeností moci. Tolkien stanovil standardy pro moderní fantasy - epické příběhy, komplexní worldbuilding a morální dilema. Jeho dílo inspirovalo generace spisovatelů a stalo se základem high fantasy literatury."
    },
    {
        "id": 6,
        "author": "Erich Maria Remarque",
        "nationality": "Německo",
        "genre": "Válečný román",
        "title": "Na západní frontě klid",
        "description": "Na západní frontě klid je protiválečný román odhalující hrůzy první světové války. Remarque, veterán války, vypráví o mladém Paulu Bäumerovi a jeho spolužácích, kteří plni nadšení narukují do války. Jejich romantické představy se rychle rozplynou v brutální realitě zákopů. Autor detailně popisuje bombardování, plyn, bláto, strach a smrt kamarádů. Mladí muži ztrácejí iluze a schopnost vrátit se k normálnímu životu. Remarque kritizuje starší generaci, která je poslala do války s prázdnými frázemi o slávě. Román je varováním před válečnou hystérií a glorifikací násilí."
    },
    {
        "id": 7,
        "author": "Franz Kafka",
        "nationality": "Česká republika",
        "genre": "Existencialismus",
        "title": "Proces",
        "description": "Proces je symbolem absurdity byrokratického systému. Kafka vypráví o Josefu K., který je bez vysvětlení zatčen neznámými strážníky. Nikdo mu neřekne, z čeho je obviněn, ani jak funguje soud. Ocitá se v labyrintu neproniknutelné byrokracie s nejasn ými pravidly. Čím více se snaží pochopit systém, tím více se v něm zamotává. Román je alegorií moderní společnosti, kde jednotlivec čelí neosobní moci státu a kde je vina presumována. Kafka zachycuje pocit bezmoci a strachu před neznámou autoritou. Kafkovský svět se stal synonymem pro byrokratickou absurditu."
    },
    {
        "id": 8,
        "author": "F. M. Dostojevskij",
        "nationality": "Rusko",
        "genre": "Filozofický román",
        "title": "Zločin a trest",
        "description": "Zločin a trest je psychologické mistrovské dílo zkoumající povahu viny a svědomí. Chudý student Raskolnikov vytváří teorii o výjimečných lidech, kteří mohou překročit morální zákony. Zavraždí lichvářku, aby dokázal svou výjimečnost, ale zjišťuje, že není chladnokrevným nadčlověkem. Pronásledován výčitkami svědomí postupně ztrácí duševní rovnováhu. Prostitutka Sonja ho vede k doznání a duchovní obrody. Dostojevskij mistrně analyzuje lidskou psychiku a klade filozofické otázky o právu zabít ve jménu většího dobra. Román zkoumá povahu lidské duše a možnost vykoupení."
    },
    {
        "id": 9,
        "author": "Jane Austenová",
        "nationality": "Velká Británie",
        "genre": "Romantika",
        "title": "Pýcha a předsudek",
        "description": "Pýcha a předsudek je klasickým romantickým románem o anglické společnosti přelomu 18. a 19. století. Elizabeth Bennetová, chytrá a nezávislá mladá žena, se setkává s bohatým a pyšným panem Darcym. Jejich první dojmy jsou katastrofální, ale postupně překonávají předsudky a objevují skutečnou povahu toho druhého. Austenová satiricky líčí manželský trh tehdejší doby, kde ženy závisely na výhodném sňatku. Zároveň je román oslavou lásky založené na vzájemném respektu a rovnosti. Austenové bystrý humor a schopnost vytvářet komplexní postavy zajistily dílu nesmrtelnost."
    },
    {
        "id": 10,
        "author": "Arthur Conan Doyle",
        "nationality": "Velká Británie",
        "genre": "Detektivka",
        "title": "Pes baskervillský",
        "description": "Pes baskervillský je považován za nejlepší příběh o Sherlocku Holmesovi. Conan Doyle spojuje detektivku s prvky gotického hororu. Rodinu Baskervillů pronásleduje kletba - nadpřirozený pes zabíjející následníky rodu. Po záhadné smrti sira Charlese přichází Sherlock Holmes s dr. Watsonem odhalit pravdu. Děj se odehrává v temných pustinách Dartmooru plných mlhy a tajemství. Conan Doyle mistrně buduje napětí a střídá racionalitu s nadpřirozenem. Holmes využívá deduktivní metody k odhalení spiknutí. Kombinace logického myšlení, gotické atmosféry a nezapomenutelných postav činí z díla nadčasovou klasiku."
    },
    {
        "id": 11,
        "author": "J. K. Rowlingová",
        "nationality": "Velká Británie",
        "genre": "Fantasy",
        "title": "Harry Potter a Kámen mudrců",
        "description": "Harry Potter a Kámen mudrců je první díl série, která okouzlila miliony čtenářů. Rowlingová vytvořila magický svět existující paralelně s tím naším. Harry Potter, chlapec vyrůstající u otřesných příbuzných, se dozví, že je slavným kouzelníkem. Jeho rodiče byli zavražděni temným čarodějem Voldemortem. V kouzelné škole Bradavice najde přátele a domov. S Ronem a Hermionou musí odhalit tajemství Kamene mudrců. Rowlingová vytvořila bohatý svět plný imaginativních detailů. Kniha oslovuje univerzálními tématy přátelství, odvahy a hledání identity. Harry Potter se stal kulturním fenoménem."
    },
    {
        "id": 12,
        "author": "Stephen King",
        "nationality": "Spojené státy americké",
        "genre": "Horor",
        "title": "To",
        "description": "To je monumentální horor kombinující nadpřirozený teror s psychologickým portrétem dětství. Ve městě Derry se každých 27 let probouzí prastaré zlo v podobě děsivého klauna Pennywise. Skupina dětí označovaná jako Klub smolařů mu poprvé čelí v roce 1958 a musí se vrátit jako dospělí v roce 1985. King mistrně zachycuje dynamiku dětského přátelství sedmi outsiderů. To se živí strachem dětí a dokáže se proměnit v jejich nejhorší noční můry. King ukazuje, že skutečné zlo přebývá i v lidech samotných. Román zkoumá sílu přátelství a odvahy."
    },
    {
        "id": 13,
        "author": "Stephen King",
        "nationality": "Spojené státy americké",
        "genre": "Drama",
        "title": "Zelená míle",
        "description": "Zelená míle je emotivním lidským dramatem odehrávajícím se ve věznici v roce 1932. Paul Edgecombe, šéf dozorců, vzpomíná na setkání s Johnem Coffeyem, obrovským černochem odsouzeným za vraždu děvčátek. Coffey se ukáže být jemnou duší s nadpřirozenými schopnostmi léčit. Postupně se odhaluje jeho nevina, ale rasové předsudky neumožňují zvrátit rozsudek. King vytváří galerii nezapomenutelných postav a zkoumá témata spravedlnosti, trestu smrti a rasové nespravedlnosti. Coffey je christovskou postavou - nevinný, který trpí za hříchy ostatních. Román je úvahou o tom, co znamená být skutečně lidským."
    },
    {
        "id": 14,
        "author": "Isaac Asimov",
        "nationality": "Spojené státy americké",
        "genre": "Sci-fi",
        "title": "Nadace",
        "description": "Nadace je prvním dílem legendární série patřící mezi nejvlivnější sci-fi díla. Asimov vytvořil vizi budoucnosti, kde lidstvo kolonizovalo celou galaxii. Matematik Hari Seldon vyvinul psychohistorii - vědu předpovídající budoucí vývoj velkých populací. Předpovídá pád Galaktické říše a třicet tisíc let temných věků. Zakládá dvě Nadace k uchování vědění a zkrácení období chaosu. Asimov sleduje série propojených příběhů napříč staletími. Dílo zkoumá témata pádu civilizací, významu vědy a schopnosti ovlivnit budoucnost. Nadace ovlivnila nespočet sci-fi autorů a stala se základním kamenem žánru."
    },
    {
        "id": 15,
        "author": "Ray Bradbury",
        "nationality": "Spojené státy americké",
        "genre": "Sci-fi",
        "title": "451 stupňů Fahrenheita",
        "description": "451 stupňů Fahrenheita je dystopický román varující před světem, kde jsou knihy zakázány. Název odkazuje na teplotu, při které papír vzplane. Hasič Guy Montag pálit knihy, ale po setkání s mladou Clarissou začíná zpochybňovat systém. Když jeho žena nahlásí jeho skrytou sbírku, stává se uprchlíkem. Bradbury vytváří vizi společnosti bombardované povrchní zábavou, která ztratila schopnost hlubokého myšlení. Knihy jsou zakázány, protože společnost sama ztratila zájem o ně. Autor varuje před anti-intelektualismem a cenzurou. Montag nachází útočiště u vzdělanců zapamatovávajících si knihy nazpaměť."
    },
    {
        "id": 16,
        "author": "Aldous Huxley",
        "nationality": "Velká Británie",
        "genre": "Dystopie",
        "title": "Konec civilizace",
        "description": "Konec civilizace představuje vizi budoucnosti řízené technologií a genetickým inženýrstvím. Na rozdíl od Orwella Huxley ukazuje kontrolu prostřednictvím pohodlí a slasti. Lidé jsou geneticky navrženi podle pěti kast a od narození podmíněni přijímat svou roli. Droga soma zajišťuje útěk od negativních emocí, promiskuita je podporována. Umění a filozofie jsou potlačovány. Příběh sleduje Bernarda Marxe a Divokého Johna z rezervace, který reprezentuje hodnoty minulosti. Jeho tragický osud ukazuje, že člověk se skutečnými potřebami nemůže přežít ve světě naprogramovaném na povrchní štěstí. Huxley vytváří prorockou satiru na konzumní společnost."
    },
    {
        "id": 17,
        "author": "Mary Shelleyová",
        "nationality": "Velká Británie",
        "genre": "Horor",
        "title": "Frankenstein",
        "description": "Frankenstein je přelomové dílo položivší základy moderní science fiction. Osmnáctiletá Shelleyová zkoumá otázku: Co se stane, když člověk zahraje roli Boha? Mladý vědec Victor Frankenstein je posedlý touhou odkrýt tajemství života. Vytvoří umělou bytost a oživí ji elektřinou, ale ve chvíli úspěchu ho naplní hrůza a opustí své stvoření. Nemrtvý tvor, zpočátku nevinný a toužící po lásce, je všemi odmítán kvůli vzhledu. Z osamělosti se mění v monstrum. Shelleyová vytváří tragický příběh o odpovědnosti tvůrce, nebezpečí nekontrolované vědy a důsledcích předsudků. Skutečným monstrem je společnost."
    },
    {
        "id": 18,
        "author": "Bram Stoker",
        "nationality": "Irsko",
        "genre": "Horor",
        "title": "Dracula",
        "description": "Dracula je definitivním upírským románem, který vytvořil moderní představu o upírech. Stoker kombinuje folklor, sexuální symboliku a strach z cizího. Jonathan Harker cestuje do Transylvánie k tajemnému hraběti Draculovi a zjišťuje, že je jeho vězněm. Dracula odplouvá do Anglie, kde terorizuje Londýn a zajímá se o Harkerovu snoubenku Minu. Skupina hrdinů vedená profesorem Van Helsingem se spojí k zastavení upíra. Stoker vypráví příběh prostřednictvím deníků a dopisů, což vytváří napětí. Dracula je aristokratickým, přitažlivým a nebezpečným cizincem. Román je protkán sexuální symbolikou a představuje potlačené touhy viktoriánské společnosti."
    },
    {
        "id": 19,
        "author": "Jules Verne",
        "nationality": "Francie",
        "genre": "Dobrodružství",
        "title": "Dvacet tisíc mil pod mořem",
        "description": "Dvacet tisíc mil pod mořem je dobrodružný román předvídající moderní ponorky. Oceány terorizuje tajemné mořské monstrum. Expedice s profesorem Aronnaxem zjišťuje, že jde o Nautilus, pokročilou ponorku kapitána Nema. Nemo, který opustil pevninu a odmítá civilizaci, žije pod mořem v nezávislosti. Aronnax a jeho společníci jsou vzati na palubu jako zajatci i hosté pozorující zázraky podmořského světa. Verne vizionářsky popisuje ponorkovou technologii, podmořské lesy, boj s chobotnicemi. Nemo je komplexní postavou - génius, rebel a mstitel hledající svobodu od kolonializmu. Dílo oslavuje lidskou představivost a možnosti technologie."
    },
    {
        "id": 20,
        "author": "Jules Verne",
        "nationality": "Francie",
        "genre": "Dobrodružství",
        "title": "Cesta kolem světa za osmdesát dní",
        "description": "Cesta kolem světa za osmdesát dní je napínavý dobrodružný román založený na sázce. Precizní gentleman Phileas Fogg se vsadí, že dokáže objet svět za osmdesát dní. V roce 1872 je taková cesta extrémně obtížná a závisí na dokonalé synchronizaci spojů. Fogg se vydává se sluhou Passepartoutem na cestu přes Evropu, Indii, Čínu, Japonsko a Ameriku. Zachraňují indickou princeznu, bojují s Indiány a improvizují při zmeškaných spojích. Detektiv Fix ho mylně obviní z loupeže a pronásleduje. Verne mistrně buduje napětí a popisuje exotické země. Překvapivý zvrat v časových pásmech v poslední chvíli zachraňuje sázku."
    }
]
